Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/udir.no/5_undervisningsopplegg-niva-3.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 3
smj: Udir.no - Åhpadimgárvvidus: 3. dásse

source: Oahpahusláhču: Dássi 3
smj: Åhpadimgárvvidus: 3. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 3. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 3. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoaluin ja bargovugiiguin, movt ovttaiduhttit vuođđogálgga ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga árvvoštallan ja gielladoaimmat leat oassin dán fáttás.
smj: Árvustallam bargadahttijn ja gielladomena li oase gárvvidusán.

source: Vuođđomáhtut Oahppit máhttet sámegielat doahpagiid ja sániid árgabeaibiepmuid birra ja sáhttet hupmat árgabeaibiepmuid birra.
smj: Åvddåmáhto Oahppe juo máhtti moallánagájt sámegiellaj bæjválasj biebmoj birra ja máhtti ságastallamijda daj birra oassálasstet.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: oassálastit ságastallamiin árgabeaivválaš diliid
smj: oassálasstet ságastallamijda bæjválasj ássjijn

source: geavahit biepmu, biebmogálvvuid ja biebmoráhkadeami doahpagiid ja ságastit sámi borramušaid birra
smj: adnet biebbmo-, biebbmoábnnasij- ja biebbmodahkama moallánagájt ja ságastit sáme biebmoj birra

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Gelbbolašvuođamihttomearit leat aiddostahttojuvvon oahppoulbmilis.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn.

source: Oahppomihttomearri lea lávkin gelbbolašvuođamihttomeari ollašuhttima guvlui.
smj: Åhpadusmihttomiere le akta lávkke gåktu máhtudakmihtojt jåksåt.

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Oahppit galget máhttit hupmat iežaset árgabeaidáhpáhusaid birra, nugomat biebmoelliid, ávkeelliid, biepmoráhkadeami, vuođđoávdnasiid, biđisteami ja sámi biepmuid birra.
smj: Oahppe galggi oassálasstet ságastallamijda bæjválasj dilij birra ietjasa iellemin, duola degu goahtedivrij, ávkkedivrij, biebmoj, biebbmoábnnasij, biebbmodahkamij ja sámebiebmoj birra.

source: Oahppit galget maiddái máhttit:
smj: Oahppe galggi de máhttet:

source: ipmirdit ja atnit sámegielat namaid biebmoelliid ja ávkeelliid birra ja atnit daid sámegielat namaid
smj: dádjadit ja adnet moallánagájt sámegiellaj goahtedivrij ja ávkkedivrij birra ja adnet sidjij moattelágásj sámenamammadusájt

source: muitalit, lávlut, juoigat ja/dahje hupmat iežas ja earáid biebmoelliid ja ávkeelliid birra
smj: subtsastit, lávllot, juojggat ja / jali ságastit ietjas ja iehtjádij goahtedivrij ja ávkkedivrij birra

source: hupmat iešguđet vuođđoávdnasiid birra, nugomat bierggu, guoli ja murjjiid birra, ja soames sámi biebmošlájaid birra ja málesteami birra
smj: ságastit duon dán biebbmoábnnasij birra, degu dal biergoj, guolij ja muorjij, ja muhtem sáme biebmoj birra ja gåktu dajt riejddit.

source: hupmat dan birra movt vuođđoávdnasat árbevirolaččat leat ávkkástallojuvvon ja movt daid dál ávkkástallet
smj: ságastit gåktu biebbmoábnnasa li árbbedábálattjat aneduvvam ja gåktu dajt ådå láhkáj adnet.

source: Oahpaheaddji berre čállit oahppoulbmiliid vahkkoplánii dahje áigodatplánii ja muitalit ohppiide ja váhnemiidda buori áiggis ovdalgo álget fáttáin.
smj: Åhpadiddje vierddi åhpadusmihttomierijt duola degu vahkkopládnaj jali gávddapládnaj tjállet ja diededit oahppijt ja sijdav ájge bále viehka åvddåla gå gárvvidus álggá.

source: Iešguđet oahppoulbmilat fertejit čielgasit boahtit ovdan, ja oahppit galget daid máhttit atnit iežaset árvvoštallamis
smj: Divna sierralágásj åhpadusmihttomierre vierttiji tjielgga bihkusit, ja oahppe galggi máhttet dajt adnet ietjasa iesjárvustallamijn.

source: Oahppodoaimmat
smj: Oahppamdåjma

source: Praktihkalaš barggut Oahppit sáhttet mielde váldit biebmoelliideaset dalle go oahpahus lea olgun dahje sáhttet maiddái olgobeaivái bovdet bearraša / olbmáid geain leat biebmoeallit.
smj: Praktihkalasj dahkamusá Gå la ålggobiejvve de máhtti oahppe válldet ietjasa goahtedivrijt fáron jali fámiljav / rádnajt aktan goahtedivrij dakkir bæjvváj gåhttjot.

source: Oahppit galget guovttelágan mállása málestit.
smj: Oahppe dahki guokta bájkálasj bårråmusá.

source: Sii sáhttet omd. goikadit sámi hillagáhku, murjet dahje ráhkadit guollemállása dahje biergomállása.
smj: Lájbbot duola degu sáme hællogáhkojt, muorjjit jali guolijs jali biergojs biebmov riejddit.

source: Jus vejolaš sáhttet oahppit bovdet skuvlii áhku / ádjá ja/dahje eará vuorraset olbmuid go dáinna osiin barget.
smj: Jus la máhttelis de máhtti oahppe ádjájt ja áhkojt gåhttjot ja / jali ietjá vuorasulmutjijt tjadádimen oassálasstet.

source: Bija ohppiid válddahit málestanbarggu ja árvvoštallat mállása maid sii leat málestan.
smj: Dibde oahppijt tjielggit gåktu málesti ja biebmov málestahttijn árvustallat.

source: Eará oahppandoaimma ovdamearkkat
smj: Buojkulvisá ienep oahppamdåjmajda

source: Loggačállin muitalusain Oahppit čállet iežaset dahje earáid biebmoelliid birra ja sámegilli muitalit maid sii leat čállán.
smj: Oahppe låkkav ietjas ja iehtjádij goahtedivrij birra tjálli ja subtsasti sábmáj nubbe nubbáj majt li tjállám.

source: Speallangoarttat Ráhkat speallangoarttaid mas leat biebmoelliid namat ja govat.
smj: Dahkit spellamkårtåjt goahtedivrijs gåvåj ja nammadusáj.

source: Goarttaid sáhttá lamineret.
smj: Kårtå máhtti lamineriduvvat.

source: Spealut sáhttet omd. leat govva- ja nammalottot.
smj: Spella máhttá liehket gåvvå- ja nammalotto.

source: Molssaeaktun sáhttá leat nu ahte son guhte máhttá dadjat ealli nama (bussa, beana dahje heasta jna.), oažžu dan ealli goartta.
smj: Máhttá aj nav årrot juhti sån gut buktá jiednadit duola degu gáhtto, bena jali hæssta, oadtju kårtåv.

source: Oahppi guhte lea ožžon eanemus goarttaid, lea vuoitán spealu.
smj: Oahppe gut oadtju ienemus kårtåjt spelav vuojttá.

source: Sámi biebmoriemut Lágit biebmoriemuid skuvllas, omd sámi álbmotbeaivvi.
smj: Dahkit sáme bårråmusáv skåvlån, duola degu Sámij álmmukbiejven.

source: Dát gáibida ahte oahppit ovttasbarget eará klássaiguin, oahpaheddjiiguin, skuvlla jođiheddjiiguin, váhnemiiguin ja sámi biebmočehpiiguin.
smj: Dát ietjá klássaj, åhpadiddjij ja skåvllånjunnjusij, æjgádij ja sáme biebbmotjiehppij aktisasjbargov rávkká.

source: Ráhkat áinnas skovi man oahppit galget váldit mielde ruoktot ja deavdit ovttas váhnemiiguin dahje eará fulkkiiguin.
smj: Oahppe máhtti gæhttjalit duola degu goahtedivrij ja ávkkedivrij moallánagájt ja nammadusájt mujttet.

source: Siđa ohppiid heaŋgut skovi vuogas ja heivvolaš sadjái ruovttus.
smj: Dahkit sjiemáv majt oahppe sijdan aktan æjgádij ja ietjá berrahij dievddi.

source: Juste seammalágan skovvi darvvihuvvo seaidnái skuvllas.
smj: Gåhtjo oahppijt sjiemáv strategalasj saddjáj sijdan gatsostit ja aj kopiav sjiemas skåvlåj gatsostit.

source: Oahppit galget guhtet guimmiideaset muitalit maid skovvái leat čállán, omd. ” beana-vielppis- Čebo- Cugo ”.
smj: Dibde oahppijt nubbe nuppev sjiemá sisanov gulástallat, degu ” bena-ådåk ”.

source: Árvvoštallan
smj: Árvustallam

source: Oahppit galget logga čállit iešárvvoštallamis ja nu gulahallat oahpaheddjiin vai eará oahppit eai oainne eaige gula árvvoštallama.
smj: Oahppe máhtti låkkav tjállet iesjárvustallen, jali åhpadiddjijn guládallat vaj iehtjáda e oattjo låhkåt árvustallamav.

source: Dán sáhttet álgogillii čállit.
smj: Dát máhttá vuostasjgiellaj tjáleduvvat.

source: Ovdamearka 1 Logga
smj: 1. Buojkulvis Loagga

source: Čilge barggu.
smj: Tjielggi bargov

source: Maid hálddašin ?
smj: Majt buktiv ?

source: Mii lei váttisin ?
smj: Mij la gássjel ?

source: Ovdanbukten go eará ládje ?
smj: Åvddånbuktiv gus ietjá láhkáj ?

source: Movt sáhtán nuppe háve dahkat ?
smj: Gåktu máhtáv ietjá bále dahkat ?

source: Čuovvovaš fáttá mihttomearrin lea:...
smj: Ulmme boahtte tebmáj ….

source: Ovdamearka 2 Oahppit ruossuhit daid oahppomihttomeriid maid hálddašit.
smj: 2. Buojkulvis Oahppe mierkkji dajt åhpadusmihttomierijt majt bukti.

source: Dán ferten oahppat vai olahan oahppomihttomeriid:
smj: Dáv hæhttuv oahppat vaj åhpadusmihttomierijt jåvsåv

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi

source: Dáhton
smj: Biejvve

source: Dán máhtán bures: Dáhton
smj: Dáv máhtáv buoragit Biejvve:

source: sánit ja doahpagat maid berren máhttit go human dáid birra:
smj: Bágo ja moallánagá ma li ávkálasj máhttet gå ságastav dáj birra

source: sámi biepmut ja iešguđetlágan vuođđoávdnasat
smj: goahtedivrij ja ávkkedivrij

source: erohus gaskal biebmoelliid ja ávkeelliid
smj: sieradus goahtedivrij ja ávkkedivrij gasskan

source: fievrredit máhtu dáid birra:
smj: Åvddånbuktet diedojt

source: biebmoelliid ja ávkeelliid
smj: goahtedivrij ja ávkkedivrij birra

source: málesšlájaid ja vuođđoávdnasiid
smj: biebmoj ja biebbmoábnnasij birra

source: eará vugiid movt sáhtán ovdanbuktit:
smj: Ietjá láhkáj åvddånbuktet ietjam

source: atnit rupmaša ja gieđaid
smj: adnet rubmahav ja giedajt

source: gávdnat eará sániid
smj: gávnnat ietjá bágojt

source: sániid goallostit oktii
smj: aktidit bágov ietjá bágoj

source: rievdadit sániid dárus
smj: ietjájduhttet dárogielbágojt

source: jearrat jus juoga lea eahpečielggas
smj: rievddadit ietjam

source: iežas giela njulget
smj: gatjádit jus juoga ij la tjielgas

source: joatkit humadeami:
smj: Bisodit ságastallamav

source: ovdanbuktit nu ahte ii beare dávjá ferte ohcat sániid
smj: ságastit ja ij dárbahit åhtsåt bágojt

source: atnit olles ja ipmirdahtti cealkagiid
smj: adnet ålles ja dádjadahtte gárgadisájt

source: loahpahit humadeami
smj: loapptet ságastallamav

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Go lea sáhka málesteami ja láibuma birra, de rievddada man ollu oahppit birgejit veahkihaga ohppiid iešguđet ahkedásiid mielde.
smj: Mij guosská málestibmáj ja lájbbomij de máhttá oahppij iesjrádálasjvuohta dåjmajn duon dán dásen varierit.

source: Lea vejolaš čađahit fágaidgaskasaš ovttasbarggu nugomat Luonddufága ja Biebmu ja dearvvašvuođa fágaid gaskkas.
smj: Máhttelis le barggat aktan ietjá fágaj, duola degu luonndofágajn ja biebbmo-ja varresvuohtafágajn.

source: Muhto guovddážis dás lea dat movt ohppiid giellaatnu lea.
smj: Valla dæddo le gåktu oahppe sámasti.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit ovdanbuktit čálalaččat ja njálmmálaččat: Oahppit galget sániid ja dajahusaid biebmoelliid, ávkeelliid ja sámi biepmuid ja vuođđoávdnasiid birra.
smj: Máhttet tjálálattjat ja njálmálattjat åvddånbuktet: Oahppe máhtti tjállet bágojt ja moallánagájt goahtedivrij, ávkkedivrij, sáme biebmoj ja biebbmoábnnasij birra.

source: Go oahppit málestit, de sáhttet muitalit maid sii dahket sihke eará ohppiide ja oahpaheaddjái.
smj: Gå oahppe barggi biebmoj praktihkalattjat de máhtti sij maŋenagi tjielggit majt barggi sihke nubbe nubbáj ja åhpadiddjáj.

source: Sii sáhttet nugomat čilget movt biebmu neaktá, máistu ja hakso.
smj: Máhtti tjielggit gåktu biebbmo vuojnnu, májsstá ja hapsijt

source: Máhttit lohkat: Oahppit galget máhttit lohkat sániid, doahpagiid ja olles cealkagiid dan birra maid bargá go leat biebmoeallit ja ávkeeallit ja go málesta.
smj: Máhttet låhkåt: Oahppe galggi máhttet bágojt ja moallánagájt ja ålles gárgadisájt låhkåt bargo birra gå sijájn li goahtedivre ja ávkkedivre ja gå biebmojt dahki / riejddiji.

source: Máhttit rehkenastit: Bija ohppiid rehkenastit man ollu máksá go lea biebmoealli.
smj: Máhttet riekknit: Dibde oahppijt riekknit majt máksá goahtedivrev adnet.

source: Skuvlla oahppit sáhttet ráhkadit málestanbušeahta mii čájeha man ollu vahkus atnet málesteapmái skuvllas ja ruovttus.
smj: Sij máhtti budsjehtav biebbmoriejddimis skåvlån dahkat, ja dav majt fámillja gållåt váhkon

source: Máhttit atnit digitála reaidduid: Divtte ohppiid interneahta fierpmádagas ohcat sámegielat doahpagiid ja sániid biebmoelliide ja borramuššii.
smj: Máhttet digitála ræjdojt adnet: Dibde oahppijt adnet internehtav ja åhtsåt sámemoallánagájt divrij ja biebmoj birra.

source: Geahča Gávnos, Sametingenes hjemmesider, giella.
smj: Gehtja Gávnos, Sámedikke sijddabielle, giella.

source: Ráhkat teakstaovdamearkkaid, ja divtte ohppiid ohcat ja dovdat ealli- ja biebmonamahusaid teavsttas ohcanboaluin.
smj: Vuoseda tækstabuojkulvisájt ja dibde oahppijt åhtsåt ja dåbddåt divrij- ja biebbmomoallánagájt tevstan.

source: Gielladomeanat
smj: Gielladomena

source: Go lea sáhka sámi biebmoráhkadeamis, de sáhttá málesteapmi leat okta gielladoameanain.
smj: Sáme biebbmodahkama hárráj máhttá doajmma iesj liehket gielladomednan.

source: Go oahppit málestit sámi biebmu, de galggaše áinnas hupmat sámegiela.
smj: Gå oahppe riejddiji sámebiebmojt de luluj sámástit.

source: Edström, Prost, Holmberg, Utsi: Čuoja čáppa litna jietna, Sámi šuoŋat, Davvi Girji os, 1995.
smj: Lilian Urheim: Giella Miella bokstávgirjje 1995

source: Inga Laila Hætta-Inga Hætta Skarvik: Ruoktumet, Davvi Girji, 1996.
smj: Lisa helander: Muv gåvvåbáhkogirjje 1997 Inga Laila Hætta: Mån Måj Mij, Idut 2003

source: 2000. ” Samisk mat år 2000 ”. Stornes: Reinkjøtt-marked.
smj: Nan Persen: Lájbe, Idut 2005 Synnøve Løge ja Geirulv Ulland, Slåppå, Idut

source: Persen, Nan: Guollemális.
smj: Nan Persen: Ehpalgáhkko, Idut 2010

source: / Anne Jannok Eira / Anne Marit G. Eira 2008:
smj: Demensforeningen i Tysfjord: Sáme biebbmo vuorrasijda Báhko 2008
